target/test-classes/samples/balance-rq.xml

<S:Envelope
	xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
	<SOAP-ENV:Header />
	<S:Body>
		<GetCurrentBalance
			xmlns="http://api.onnorokomsms.com/">
			<apiKey>92134</apiKey>
		</GetCurrentBalance>
	</S:Body>
</S:Envelope>